{
	"Title": "The Lorey Group",
	"Name": "lorey-group",
	"Password": "34a863b6",
	"Emerald": {},
	"Globals": {
		"dba": "The Lorey Group",
		"address": {
			"address_line_1": "405 Ashley Ridge Blvd",
			"address_line_2": "",
			"city": "Shreveport",
			"state": "LA",
			"zip": "71106"
		},
		"email": "jhlorey@ft.newyorklife.com",
		"logo": "lorey-logo-white.png",
		"logo2": "lorey-logo-color.png",
		"phone": "318-629-7500",
		"client_login": {
			"exists": true,
			"links": [
				{
					"title": "eMoney",
					"url": "https://wealth.emaplan.com/nylife/SignIn?nylife"
				},
				{
					"title": "New York Life Virtual Service Center",
					"url": "http://www.newyorklife.com/vsc"
				},
				{
					"title": "Eagle Strategies/NYLIFE Securities",
					"url": "https://investor.wealthscape.com/NYLIFEsecurities/investor-index.html?login"
				},
				{
					"title": "Envestnet",
					"url": "https://advisor.envestnet.com/secure/app.jsp?_channel=nf"
				},
				{
					"title": "Mainstay Funds",
					"url": "https://www.secureaccountview.com/BFWeb/clients/mainstayfunds/index"
				},
				{
					"title": "American Funds",
					"url": "https://www.americanfunds.com/individual/accounts/login.htm"
				}
			]
		},
		"nav": [
			{
				"sub_nav": [
					{
						"title": "Meet Our Team",
						"url": ".1.htm"
					},
					{
						"title": "Our Clients",
						"url": ".7.htm"
					},
					{
						"title": "Our Approach",
						"url": ".6.htm"
					}
				],
				"title": "About"
			},
			{
				"sub_nav": [
					{
						"title": "Business Solutions",
						"url": ".2.htm"
					},
					{
						"title": "Physician Solutions",
						"url": ".8.htm"
					},
					{
						"title": "Personal Solutions",
						"url": ".3.htm"
					},
					{
						"title": "Investment Solutions",
						"url": ".4.htm"
					}
				],
				"title": "Expertise"
			},
			{
				"sub_nav": [
					{
						"title": "Navigating Income Tax",
						"url": ".5.htm"
					},
					{
						"title": "Blog",
						"url": ".9.htm"
					},
					{
						"title": "Guideposts",
						"url": ".12.htm"
					},
					{
						"title": "Video Library",
						"url": ".11.htm"
					}
				],
				"title": "Education"
			},
			{
				"sub_nav": [
					{
						"title": "Get in Touch",
						"url": ".10.htm"
					},
					{
						"title": "Schedule a Meeting",
						"url": ".13.htm"
					}
				],
				"title": "Contact"
			},
			{
				"sub_nav": [
					{
						"balnk": true,
						"title": "eMoney",
						"url": "https://wealth.emaplan.com/nylife/SignIn?nylife"
					},
					{
						"balnk": true,
						"title": "New York Life Virtual Service Center",
						"url": "http://www.newyorklife.com/vsc"
					},
					{
						"balnk": true,
						"title": "Eagle Strategies/NYLIFE Securities",
						"url": "https://investor.wealthscape.com/NYLIFEsecurities/investor-index.html?login"
					},
					{
						"balnk": true,
						"title": "Envestnet",
						"url": "https://advisor.envestnet.com/secure/app.jsp?_channel=nf"
					},
					{
						"balnk": true,
						"title": "Mainstay Funds",
						"url": "https://www.secureaccountview.com/BFWeb/clients/mainstayfunds/index"
					},
					{
						"balnk": true,
						"title": "American Funds",
						"url": "https://www.americanfunds.com/individual/accounts/login.htm"
					}
				],
				"title": "Client Login"
			}
		],
		"team": [
			{
				"bio": "<p>Jerry is driven to serve the personal financial needs of businesspeople, like his parents, helping to coordinate their lives beyond the business. A son of an entrepreneur and manager, Jerry was immersed in business from an early age and has keen insight into the business owner mentality. He has witnessed and exemplifies what is necessary to weather the ups and downs that occur in business: the power of work ethic, tenacity and evidence-based decision making.</p><p>As a financial advisor, Jerry is a founding partner at The Summit Group. He began his career in financial services with New York Life in 2004. Prior to that Jerry worked in hospital and medical practice administration. He also served in the Louisiana Army National Guard from 1989-2007 and was deployed to Desert Storm.</p><p>At The Summit Group Jerry provides fee-based financial planning, investment advisory services and access to investment management programs through Eagle Strategies.<sup>*</sup> He is also a Member Agent of The Nautilus Group<sup>&reg;</sup>, an elite service of New York Life Insurance Company, where he works hand-in-hand with Nautilus specialists experienced in taxes, law, life insurance, accounting, and charitable giving. This relationship helps ensure that Jerry&rsquo;s clients benefit from some of the most sound thinking when it comes to their estate.</p><p>Since 2008, Jerry has been a member of New York Life's Chairman's Council, and since 2006 a qualifying member of the Million Dollar Round Table (MDRT<sup>&reg;</sup>). MDRT is recognized throughout the industry as the standard of excellence in the insurance industry.</p><p>Jerry has a Bachelor of Science from Louisiana Tech University.</p><p>Jerry resides in Shreveport with his wife Merritt and their four children. He is a parishioner of St. Joseph Catholic Church. In his spare time he enjoys scuba diving, traveling, and boating.</p><p class=\"pam-footnote\"><sup>*</sup>Eagle Strategies LLC is registered with the Securities and Exchange Commission as an \"Investment Adviser\" and is an indirect, wholly-owned subsidiary of New York Life.</p><p class=\"pam-footnote\">AR Insurance Lic. #263057, CA Insurance Lic. #0L92307</p>",
				"headshot": "Jerry_Lorey-2015.png",
				"name": "Jerry H. Lorey, ChFC®"
			},
			{
				"bio": "<p>Shelly Gonsoulin became a member of the Summit Group team in December of 2014. She graduated from Louisiana State University in 2013 with a Bachelor of Arts in History. Shortly after, she moved home to Shreveport to be closer to her family and begin her post college career. In addition to her degree, Shelly received her Certified Personal Trainer license in January of 2016. She enjoys physical fitness training, playing soccer, riding in the Krewe of Centaur with her parents and cheering for the Tigers all year round. Traveling and new experiences are also among her passions; she spent a summer studying abroad in Ireland. But &ndash; what she loves most - is spending time with her family and friends.</p><p>Shelly became a Registered Service Assistant for Jerry H. Lorey after passing the Series 6 in May of 2016. In efforts to accomplish her career goals, she plans to continue her pursuit of the necessary certifications to become an Associate Financial Advisor in the near future.</p>",
				"headshot": "shelly-headshot.png",
				"name": "Shelly Gonsoulin"
			},
			{
				"bio": "<p>Neta Norman joined the Summit Group team in November 2017. She retired from Louisiana Tech University in May of 2011, where she worked as the Supervisor of the Tech Express/ID Office. Shortly after retiring, she moved to Shreveport to be near her grandchildren. It didn&rsquo;t take long for her to realize she was not a stay-at-home grandparent&hellip;so back to the workforce she went. Neta worked as bookkeeper for a local business and then as administrative assistant for an accounting firm before joining the Summit Group.</p><p>Neta enjoys spending time with her grandchildren in whatever they have going on. She is very active with her church group, &ldquo;the Senior Servants&rdquo; and enjoys all their many bus travel adventures. She hopes to one day visit the Mediterranean countries and The Holy Lands. Neta says she&rsquo;s not sure &ldquo;the Senior Servants&rdquo; can make that trip, buses and water don&rsquo;t travel well together.</p><p>Neta serves as receptionist for the Summit Group and she very much enjoys meeting and greeting our clients as they visit our office.</p>",
				"headshot": "neta-headshot.jpg",
				"name": "Neta Norman"
			}
		]
	}
}